{
  "Project": {
    "name": "Konbini Code"
  },

  "Nav": {
    "about": "About Us",
    "services": "Services",
    "templates": "Templates",
    "questions": "Questions",
    "contact": "Contact"
  },

  "Languages": {
    "en": "English",
    "ja": "Japanese",
    "pt": "Portuguese"
  },

  "Features": {
    "section-title": "Transform Your Digital Presence with Uniquely Designed Websites",
    "1": {
      "title": "What We Do?",
      "description": "We create unique websites that combine simplicity, style, and modern front-end technologies. See how our innovative approach can transform your online presence."
    },
    "2": {
      "title": "Ideas and Design Consulting",
      "description": "Consulting to turn your ideas into websites. Bring your concepts to life with our creative support."
    },
    "3": {
      "title": "Simplicity and Control with Integrated CMS",
      "description": "We create websites with Cosmic JS CMS for easy editing of titles, descriptions, and images. Enjoy full control with an intuitive interface."
    },
    "4": {
      "title": "Flexible Solutions",
      "description": "We offer multilingual websites, from budget-friendly options to complex projects. Our focus is on delivering fast and simple sites with quality."
    }
  },

  "Services": {
    "section-title": "Digital solutions we offer.",

    "1": {
      "title": "Simple Landing Page",
      "description": "Quick creation of clear and functional landing pages to attract and convert visitors."
    },
    "2": {
      "title": "Custom Portfolio",
      "description": "Creation of portfolios with a clean layout focused on showcasing your projects professionally."
    },
    "3": {
      "title": "Essential Blog",
      "description": "Development of easy-to-manage blogs with a simple structure and organized content."
    },
    "4": {
      "title": "Website with Intuitive CMS",
      "description": "Websites with a CMS that allows easy editing of titles, descriptions, and images without technical knowledge."
    },
    "5": {
      "title": "Event Websites",
      "description": "Development of practical websites for events, with clear information and easy access to important details."
    },
    "6": {
      "title": "Corporate Website",
      "description": "Development of corporate websites with professional design and business-focused functionalities."
    }
  },

  "Templates": {
    "section-title": "What is your style?",
    "description": "We can help you find the model for your business!",
    "1": "Minimalist",
    "2": "Modern",
    "3": "Organic",
    "4": "Bento Box",
    "5": "Anime & Game",
    "6": "Illustration",
    "7": "clean",
    "8": "Underground"
  },

  "Questions": {
    "section-title": "Frequently Asked Questions",
    "1": {
      "question": "How long does it take to create a site?",
      "response": "The time required depends on the complexity, design, and content size. For simple projects, the website can be completed in less than 2 weeks."
    },
    "2": {
      "question": "What is a CMS website?",
      "response": "A CMS (Content Management System) allows you to easily manage your site's content, such as photos, titles, and descriptions, through an intuitive dashboard. We use Cosmic JS, known for its simplicity and user-friendly interface. For more details, visit the cosmicjs.com."
    },
    "3": {
      "question": "How much do websites cost?",
      "response": "The cost of a website varies greatly depending on several factors, including the size of the site, the design complexity, and hosting requirements. Each project is unique and requires an evaluation based on the client's needs and vision. We offer cost-effective solutions with modern and authentic designs that meet various budget requirements."
    },
    "4": {
      "question": "Adapted for different devices?",
      "response": "Yes, our websites are responsive and adjust to smartphones, tablets, desktops, and large monitors. We use techniques like grid layout to ensure good viewing across all devices."
    }
  },

  "ContactForm": {
    "section-title": "Contact Us",
    "description": "If you prefer, send me an email and share your ideas!",
    "yourName": "Your Name",
    "email": "Your email",
    "message": "Message",
    "submit": "Submit"
  },

  "Socials": {
    "section-title": "Partnerships and Networking",
    "description": "Im Fernando Hiroshi, CEO of Konbini Web, available to exchange ideas and discuss professional partnerships."
  }
}
